Repository: cloverstudio/Spika
Catalog: iOS/Spika/Resources/*.lproj/CSChatErrorCodes.strings
Languages: hr

source: Login No Name
hr: Login nema Name

source: Login No Room ID
hr: Login nema Room ID

source: Login No User ID
hr: Login nema User ID

source: User List No Room ID
hr: User List nema Room ID

source: Message List No Room ID
hr: Message List nema Room ID

source: Message List No Last Message ID
hr: Message List nema Last Message ID

source: Send Message No File
hr: Send Message nema File

source: Send Message No Room ID
hr: Send Message nema Room ID

source: Send Message No User ID
hr: Send Message nema User ID

source: Send Message No Type
hr: Send Message nema Type

source: File Upload No File
hr: File Upload nema File

source: Socket Unknown Error
hr: Socket nempoznati Error

source: Socket Delete Message No User ID
hr: Socket Delete Message nema User ID

source: Socket Delete Message No Message ID
hr: Socket Delete Message nema Message ID

source: Socket Send Message No Room ID
hr: Socket Send Message nema Room ID

source: Socket Send Message No User Id
hr: Socket Send Message nema User Id

source: Socket Send Message No Type
hr: Socket Send Message nema Type

source: Socket Send Message No Message
hr: Socket Send Message nema Message

source: Socket Send Message No Location
hr: Socket Send Message nema Location

source: Socket Typing No User ID
hr: Socket Typing nema User ID

source: Socket Typing No Room ID
hr: Socket Typing nema Room ID

source: Socket Typing No Type
hr: Socket Typing nema Type

source: Socket Login No User ID
hr: Socket Login nema User ID

source: Socket Login No Room ID
hr: Socket Login nema Room ID
